import React from 'react'
import Text from './Text'
import footer from './footer.css'
function Footer() {
  return (
    <div className="footer">

    <div className="div1">
        <div className='title'>Helmets</div>
      </div>
    <div className="div2">
        <div className='title'>Parts</div>
      </div>     

      <div className="div-img1">
        <p className="name">BMW</p>
        <p className="name1">Motorcycle1</p>
        <p className="price">700$</p>
        <p className="text"><Text text='Moto2 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.'/></p>
      </div>
      <div className="div-img2">
        <p className="name">HONDA</p>
        <p className="name1">Motorcycle2</p>
        <p className="price">1000$</p>
        <p className="text"><Text text='Moto2 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.'/></p>
      </div>
      <div className="div-img6">
        <p className="name">SUBARU</p>
        <p className="name1">Motorcycle3</p>
        <p className="price">1500$</p>
        <p className="text"><Text text='Moto2 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.'/></p>
      </div>
      <div className="div-img2">
        <p className="name">BMW</p>
        <p className="name1">Motorcycle4</p>
        <p className="price">950$</p>
        <p className="text"><Text text='Moto2 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.'/></p>
      </div>
      <div className="div-img5">
        <p className="name">BMW</p>
        <p className="name1">Motorcycle5</p>
        <p className="price">1050$</p>
        <p className="text"><Text text='Moto2 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.'/></p>
      </div>
      <div className="div-img6">
        <p className="name">BMW</p>
        <p className="name1">Motorcycle6</p>
        <p className="price">750$</p>
        <p className="text"><Text text='Moto2 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.'/></p>
      </div>
</div>
  )
}

export default Footer